{
  "countries": [
    {
      "idLeague": "4351",
      "idSoccerXML": null,
      "idAPIfootball": "7079",
      "strSport": "Soccer",
      "strLeague": "Brazilian Serie A",
      "strLeagueAlternate": "Brazil Brasileirão Série A Brasileiro",
      "intDivision": "1",
      "idCup": "0",
      "strCurrentSeason": "2025",
      "intFormedYear": "1959",
      "dateFirstEvent": "2014-04-19",
      "strGender": "Male",
      "strCountry": "Brazil",
      "strWebsite": "brasileirao.cbf.com.br",
      "strFacebook": "www.facebook.com/brasileirao",
      "strInstagram": "www.instagram.com/brasileirao/",
      "strTwitter": "twitter.com/brasileirao",
      "strYoutube": "www.youtube.com/brasileirao",
      "strRSS": "",
      "strDescriptionEN": "The Campeonato Brasileiro Série A commonly referred to as the Brasileirão (pronounced ; English: \"Big Brazilian\" or \"Great Brazilian\"), the Série A or the Brazilian Série A (to distinguish it from the Italian Serie A), is a professional association football league in Brazil and the highest level of the Brazilian football league system. Contested by 20 clubs, it operates on a system of promotion and relegation with the Campeonato Brasileiro Série B. In 2021, the competition was chosen by the IFFHS as the strongest national league in South America as well as the strongest in the world.\r\n\r\nDue to historical peculiarities and the large geographical size of the country, Brazil has a relatively short history of nationwide football competitions. The main and most prestigious competitions were the state championships, run in each of the Brazilian states, with occasional inter-state tournaments, such as the Torneio Rio–São Paulo. In 1959, advancements in civil aviation and air transport and the need to appoint a Brazilian representative to the first edition of the Copa Libertadores, led to the creation of a regular nationwide tournament, the Taça Brasil. In 1967, the Torneio Rio-São Paulo was expanded to include teams from other states, becoming the Torneio Roberto Gomes Pedrosa, which was also considered a national tournament. The first tournament downright called a national championship was held in 1971, also won by Atlético Mineiro, although it was only referred to as \"Campeonato Brasileiro\" starting in 1989.",
      "strDescriptionDE": "Die Campeonato Brasileiro Série A, allgemein bekannt als Brasileirão, die Série A oder die brasilianische Série A, ist eine professionelle Fußballliga in Brasilien und stellt die höchste Spielklasse im brasilianischen Fußball-Ligasystem dar. Sie wird von 20 Vereinen bestritten und basiert auf einem System von Auf- und Abstieg mit der Campeonato Brasileiro Série B. Im Jahr 2021 wurde der Wettbewerb von der IFFHS als die stärkste nationale Liga Südamerikas sowie als stärkste Liga der Welt ausgezeichnet.\r\n\r\nAufgrund historischer Besonderheiten und der großen geografischen Ausdehnung des Landes hat Brasilien eine vergleichsweise kurze Geschichte landesweiter Fußballwettbewerbe. Die wichtigsten und prestigeträchtigsten Wettbewerbe waren lange Zeit die Staatsmeisterschaften, die in jedem der brasilianischen Bundesstaaten ausgetragen wurden, mit gelegentlichen überstaatlichen Turnieren wie dem Torneio Rio–São Paulo. Im Jahr 1959 führten Fortschritte in der Zivilluftfahrt und im Lufttransport sowie die Notwendigkeit, einen brasilianischen Vertreter für die erste Ausgabe der Copa Libertadores zu bestimmen, zur Schaffung eines regelmäßigen landesweiten Turniers, der Taça Brasil. 1967 wurde das Torneio Rio-São Paulo um Mannschaften aus anderen Bundesstaaten erweitert und in Torneio Roberto Gomes Pedrosa umbenannt, das ebenfalls als nationaler Wettbewerb galt. Das erste Turnier, das ausdrücklich als Landesmeisterschaft bezeichnet wurde, fand 1971 statt und wurde von Atlético Mineiro gewonnen – allerdings wurde der Wettbewerb erst ab 1989 offiziell als \"Campeonato Brasileiro\" bezeichnet.",
      "strDescriptionFR": "Le championnat du Brésil de football (souvent appelé Brasileirão) est une compétition annuelle de football disputée par les meilleurs clubs brésiliens. La première division (Série A) est composée de 20 clubs qui s'affrontent en matchs aller et retour. Les quatre premiers au classement sont qualifiés pour la Copa Libertadores et les quatre derniers sont relégués en deuxième division (Série B).\r\n\r\nCette compétition d'envergure nationale a eu le plus grand mal à s'imposer dans un pays si vaste et si pauvre que les championnats locaux (les Campeonatos Estaduais) ont longtemps tenu le haut du pavé. Timidement mis en place en 1971, le Brasileirão s'est désormais imposé comme la compétition de référence au Brésil.\r\n\r\nLe championnat national a eu d'autres n",
      "strDescriptionIT": "Il Campeonato Brasileiro Série A, conosciuto popolarmente come Brasileirão, è il massimo livello del campionato brasiliano di calcio.\r\n\r\nViene organizzato dal 1959[1] dalla Confederação Brasileira de Futebol e vi partecipano, attualmente, 20 squadre. Si gioca nell'anno solare, da maggio a dicembre.\r\n\r\nNel 2020 il campionato brasiliano si è posizionato al 3º posto della classifica mondiale dei campionati stilata annualmente dall'IFFHS e al 1º posto a livello continentale.[2]",
      "strDescriptionCN": "巴西足球甲级联赛（Campeonato Brasileiro Série A），通常称为Brasileirão，是巴西的职业足球联赛，也是巴西足球联赛系统中的最高级别联赛。该联赛由20支俱乐部组成，并与巴西乙级联赛（Série B）实行升降级制度。2021年，该联赛被IFFHS评为南美最强的国家联赛，也是世界上最强的联赛。\r\n\r\n由于历史原因以及国家幅员辽阔，巴西的全国性足球赛事历史相对较短。长期以来，最重要、最具声望的比赛是由各州举办的州级锦标赛，偶尔也有如里约-圣保罗锦标赛（Torneio Rio–São Paulo）等州际赛事。1959年，随着民用航空的发展及需要选派代表参加首届解放者杯（Copa Libertadores），创办了全国性定期赛事——巴西杯（Taça Brasil）。到1967年，该锦标赛扩大至包括其他州的俱乐部，并更名为罗伯托·戈麦斯·佩德罗萨锦标赛（Torneio Roberto Gomes Pedrosa），也被视为全国性赛事。第一届正式被称为全国锦标赛的比赛于1971年举办，冠军是米内罗竞技（Atlético Mineiro），但“Campeonato Brasileiro”这个名称直到1989年才被正式采用。",
      "strDescriptionJP": "カンペオナート・ブラジレイロ・セリエA（通称「ブラジレイロン」）、セリエAまたはブラジルのセリエA（イタリアのセリエAと区別するため）は、ブラジルのプロサッカーリーグであり、ブラジルのサッカーリーグシステムの最上位に位置しています。20クラブが参加しており、カンペオナート・ブラジレイロ・セリエBとの昇格・降格制度が導入されています。2021年には、IFFHSによって南米で最も強い国内リーグ、さらに世界で最も強いリーグに選ばれました。\r\n\r\n国の歴史的な事情や広大な地理的面積のため、ブラジルでは全国規模のサッカー大会の歴史は比較的浅いです。長い間、最も重要で権威のある大会は各州で開催される州選手権であり、時折「トルネイオ・リオ＝サンパウロ」のような州間トーナメントも行われていました。1959年には、民間航空と航空輸送の発展、そして最初のリベルタドーレス杯に出場するブラジル代表を決める必要性から、全国規模の定期大会「タッサ・ブラジル」が創設されました。1967年には、トルネイオ・リオ＝サンパウロが他州のクラブを含むように拡大され、「トルネイオ・ホベルト・ゴメス・ペドローザ」となり、これもまた全国大会と見なされました。明確に「全国選手権」として名付けられた最初の大会は1971年に開催され、アトレチコ・ミネイロが優勝しましたが、「カンペオナート・ブラジレイロ」という名称が公式に使われるようになったのは1989年からです。",
      "strDescriptionRU": "Кампеонато Бразилейро Серия A (известный как Бразилейрао), Серия A или Бразильская Серия A (чтобы отличить от итальянской Серии A), является профессиональной футбольной лигой в Бразилии и занимает самый высокий уровень в системе футбольных лиг страны. В турнире участвуют 20 клубов, и он функционирует по системе повышения и понижения с Серией B. В 2021 году он был признан IFFHS как самая сильная национальная лига Южной Америки и самая сильная лига в мире.\r\n\r\nИз-за исторических факторов и огромной территории страны у Бразилии относительно недавняя история национальных футбольных соревнований. В течение длительного времени основными и наиболее престижными турнирами были чемпионаты штатов, проводимые в каждом бразильском штате, наряду с редкими межгосударственными турнирами, такими как Турнир Рио–Сан-Паулу. В 1959 году, с развитием гражданской авиации и необходимостью определить бразильского представителя на первый розыгрыш Кубка Либертадорес, был создан регулярный национальный турнир — Кубок Бразилии. В 1967 году турнир Рио–Сан-Паулу был расширен, включив клубы из других штатов, и стал называться Турнир Роберто Гомеса Педрозы, также признанный национальным соревнованием. Первый турнир, официально названный национальным чемпионатом, прошёл в 1971 году и был выигран Атлетико Минейро, но название \"Кампеонато Бразилейро\" стало официальным только с 1989 года.",
      "strDescriptionES": "El Campeonato Brasileño de Serie A, conocido como Brasileirão, es la primera división del Fútbol de Brasil. Desde el año 2006 está compuesta por veinte equipos, y se disputa entre los meses de mayo a diciembre.\r\n\r\nDesde 2003, se disputa en formato de ida y vuelta, de forma que cada equipo juega dos partidos contra cada uno de los otros, uno como local y otro como visitante. El equipo con más puntos al final del campeonato es declarado campeón. Por lo tanto, no hay un partido final, lo cual ha sido objeto de controversias, ya que tradicionalmente la definición se realizaba con formato de postemporada.\r\n\r\nCada equipo juega treinta y ocho partidos. Al campeón y a los tres equipos siguientes se les otorga plaza en la Copa Libertadores de América, mientras que los equipos que finalizan entre el quinto y el duodécimo puesto tienen asegurado el pasaje a la Copa Sudamericana. Los cuatro últimos descienden a la Serie B.\r\n\r\nDebido a las peculiaridades históricas y al gran extensión del país, Brasil tiene una historia relativamente corta de competiciones de fútbol a nivel nacional. El Campeonato Brasileño se inició en 1959, pero el moderno campeonato fue apoyado por el régimen militar de la época, y facilitado por los avances en la aviación civil y transporte aéreo. Antes de la creación de una liga nacional, los torneos de fútbol más prestigiosos en Brasil eran las ligas estatales, en particular el Campeonato Paulista y el Campeonato Carioca (los torneos estatales de São Paulo y Río de Janeiro, respectivamente).\r\n\r\nEl Campeonato Brasileño es la segunda liga más fuerte del mundo según el ranking oficial de la Federación Internacional de Historia y Estadística de Fútbol (IFFHS).1\r\n\r\nLos clubes brasileños también compiten en otros torneos nacionales de menor importancia, como la Copa de Brasil, así como también en otros de nivel nacional , regional y estatal.\r\n\r\nEl sistema de ligas, encabezado por la Serie A, fue creado en 1959 como la Taça Brasil y con el nombre de Campeonato Brasileño solo en 1971. En Brasil también recibe el nombre de Brasileirão.\r\n\r\nCabe destacar que por decisión de la Confederación Brasileña de Fútbol, todos los títulos oficiales son vigentes desde 1959.",
      "strDescriptionPT": "Campeonato Brasileiro de Futebol (conhecido popularmente como Brasileirão e, por questões de patrocínio, como Brasileirão Chevrolet) é o principal torneio entre clubes de futebol do Brasil, disputado anualmente desde 1959.\r\n\r\nEm dezembro de 2010, a CBF unificou a Taça Brasil, disputada de 1959 a 1968, e as edições de 1967 a 1970 do Torneio Roberto Gomes Pedrosa ao Campeonato Brasileiro propriamente dito, iniciado em 1971.\r\n\r\nO campeonato teve vários formatos, incluindo fase eliminatória e pontos corridos. O primeiro campeão brasileiro foi o Bahia, sendo que antes da unificação, o primeiro campeão brasileiro com este nome foi o Atlético Mineiro, em 1971.1\r\n\r\nUma das características históricas do Campeonato Brasileiro foi a falta de uma padronização no sistema de disputa, que mudava a cada ano, assim como as regras e o número de participantes.\r\n\r\nAtualmente, cada temporada decorre entre maio e dezembro, tendo 38 rodadas com dez partidas cada, totalizando 380 partidas em toda a temporada.\r\n\r\nA maioria dos jogos são disputados durante o período da tarde nos sábados e domingos e algumas vezes durante a noite no meio da semana.\r\n\r\nPalmeiras e Santos são os dois times com maior número de títulos brasileiros, com 8 títulos para cada clube.\r\n\r\nOs direitos de transmissão do campeonato na televisão aberta pertencem a Rede Globo e a Rede Bandeirantes; na televisão por assinatura, ao SporTV e a FOX Sports (apenas melhores momentos); e no sistema de pay-per-view, ao Premiere.",
      "strDescriptionSE": "Campeonato Brasileiro Série A (känd som Brasileirão), Série A eller Brasiliens Série A (för att skilja från italienska Serie A), är en professionell fotbollsliga i Brasilien och utgör den högsta nivån i landets ligasystem. Ligan spelas av 20 klubbar och använder ett system med upp- och nedflyttning tillsammans med Série B. År 2021 utsågs den av IFFHS till den starkaste nationella ligan i Sydamerika och även i världen.\r\n\r\nPå grund av historiska faktorer och landets stora geografiska område har Brasilien en relativt kort historia av nationella fotbollstävlingar. Under lång tid var de mest prestigefyllda tävlingarna de delstatliga mästerskapen, som hölls i varje stat, samt vissa mellanstatsliga turneringar som Torneio Rio–São Paulo. År 1959, med utvecklingen av flygtrafik och behovet av att utse en brasiliansk representant till den första upplagan av Copa Libertadores, skapades den nationella turneringen Taça Brasil. År 1967 utökades Torneio Rio–São Paulo till fler delstater och blev Torneio Roberto Gomes Pedrosa, som också betraktades som en nationell tävling. Den första turneringen som uttryckligen kallades nationellt mästerskap hölls 1971 och vanns av Atlético Mineiro, men namnet \"Campeonato Brasileiro\" blev officiellt först 1989.",
      "strDescriptionNL": "De Campeonato Brasileiro Série A (bekend als Brasileirão), Série A of de Braziliaanse Série A (om het te onderscheiden van de Italiaanse Serie A), is een professionele voetbalcompetitie in Brazilië en vormt het hoogste niveau binnen het Braziliaanse voetbalsysteem. De competitie wordt betwist door 20 clubs en werkt volgens een systeem van promotie en degradatie met de Série B. In 2021 werd het door de IFFHS uitgeroepen tot de sterkste nationale competitie van Zuid-Amerika en zelfs van de wereld.\r\n\r\nVanwege historische omstandigheden en de grote geografische omvang van het land heeft Brazilië een relatief korte geschiedenis van nationale voetbalcompetities. Lange tijd waren de belangrijkste en meest prestigieuze toernooien de staatskampioenschappen, georganiseerd in elke Braziliaanse staat, met af en toe interstatelijke toernooien zoals het Torneio Rio–São Paulo. In 1959, met de vooruitgang in de luchtvaart en de behoefte om een Braziliaanse vertegenwoordiger aan te wijzen voor de eerste editie van de Copa Libertadores, werd het nationale toernooi Taça Brasil opgericht. In 1967 werd het Torneio Rio–São Paulo uitgebreid met teams uit andere staten en werd het hernoemd tot Torneio Roberto Gomes Pedrosa, dat ook als nationaal werd beschouwd. Het eerste toernooi dat expliciet een nationaal kampioenschap werd genoemd, vond plaats in 1971 en werd gewonnen door Atlético Mineiro, hoewel de naam \"Campeonato Brasileiro\" pas officieel werd vanaf 1989.",
      "strDescriptionHU": "A Campeonato Brasileiro Série A (közismert nevén Brasileirão), a Série A vagy a brazil Série A (az olasz Serie A-tól való megkülönböztetés végett) egy professzionális labdarúgó-bajnokság Brazíliában, amely a legmagasabb szintet képviseli az ország bajnoki rendszerében. A bajnokságban 20 klub vesz részt, és feljutási és kiesési rendszer működik a Série B-vel együtt. 2021-ben az IFFHS a Dél-Amerika legerősebb nemzeti bajnokságának, valamint a világ legerősebb ligájának választotta.\r\n\r\nA történelmi sajátosságok és az ország hatalmas földrajzi mérete miatt Brazíliában viszonylag rövid a nemzeti bajnokságok története. Sokáig a legfontosabb és legtekintélyesebb versenyek az egyes államokban megrendezett állami bajnokságok voltak, időnként pedig államközi tornák, például a Torneio Rio–São Paulo. 1959-ben, a polgári repülés fejlődésével és azzal az igénnyel, hogy kijelöljék a brazil képviselőt az első Copa Libertadores tornára, létrejött a Taça Brasil nevű országos bajnokság. 1967-ben a Torneio Rio–São Paulo kibővült más államok csapataival, és Torneio Roberto Gomes Pedrosa néven vált ismertté, szintén országos bajnokságként. Az első, kifejezetten nemzeti bajnokságnak nevezett torna 1971-ben zajlott, amelyet az Atlético Mineiro nyert meg, de a \"Campeonato Brasileiro\" elnevezés csak 1989-től vált hivatalossá.",
      "strDescriptionNO": "Campeonato Brasileiro Série A (kjent som Brasileirão), Série A eller den brasilianske Série A (for å skille den fra den italienske Serie A), er en profesjonell fotballiga i Brasil og representerer det høyeste nivået i det brasilianske ligasystemet. Den spilles av 20 klubber og følger et system med opprykk og nedrykk med Série B. I 2021 ble den kåret av IFFHS til den sterkeste nasjonale ligaen i Sør-Amerika, og også i verden.\r\n\r\nPå grunn av historiske forhold og landets store geografiske utstrekning har Brasil en relativt kort historie med nasjonale fotballkonkurranser. I lang tid var de mest prestisjefylte turneringene de statlige mesterskapene, arrangert i hver delstat, samt enkelte delstatsoverskridende turneringer som Torneio Rio–São Paulo. I 1959, med utviklingen av sivil luftfart og behovet for å utpeke en brasiliansk representant til den første utgaven av Copa Libertadores, ble den nasjonale turneringen Taça Brasil opprettet. I 1967 ble Torneio Rio–São Paulo utvidet til å inkludere lag fra andre delstater og omdøpt til Torneio Roberto Gomes Pedrosa, som også ble anerkjent som en nasjonal konkurranse. Den første turneringen som eksplisitt ble kalt et nasjonalt mesterskap, fant sted i 1971, og ble vunnet av Atlético Mineiro, men navnet \"Campeonato Brasileiro\" ble først offisielt fra og med 1989.",
      "strDescriptionPL": "Campeonato Brasileiro Série A (znane jako Brasileirão), Série A lub brazylijska Série A (dla odróżnienia od włoskiej Serie A), to profesjonalna liga piłkarska w Brazylii i najwyższy poziom w krajowym systemie ligowym. W rozgrywkach bierze udział 20 klubów, a liga funkcjonuje w systemie awansów i spadków z Série B. W 2021 roku została uznana przez IFFHS za najsilniejszą ligę narodową w Ameryce Południowej, a także najsilniejszą na świecie.\r\n\r\nZe względu na uwarunkowania historyczne i dużą powierzchnię geograficzną kraju, Brazylia ma stosunkowo krótką historię ogólnokrajowych rozgrywek piłkarskich. Przez długi czas najważniejszymi i najbardziej prestiżowymi rozgrywkami były mistrzostwa stanowe, organizowane w każdym stanie Brazylii, a także okazjonalne turnieje między stanami, jak Torneio Rio–São Paulo. W 1959 roku, wraz z rozwojem lotnictwa cywilnego i koniecznością wyłonienia brazylijskiego przedstawiciela do pierwszej edycji Copa Libertadores, powołano do życia ogólnokrajowy turniej — Taça Brasil. W 1967 roku turniej Rio–São Paulo został rozszerzony o drużyny z innych stanów i przemianowany na Torneio Roberto Gomes Pedrosa, również uznawany za turniej krajowy. Pierwsze rozgrywki wyraźnie nazwane mistrzostwami krajowymi odbyły się w 1971 roku i zostały wygrane przez Atlético Mineiro, jednak nazwa \"Campeonato Brasileiro\" została oficjalnie przyjęta dopiero od 1989 roku.\r\n\r\n",
      "strDescriptionIL": "ה־Campeonato Brasileiro Série A (מוכרת בשם Brasileirão), Série A או Série A הברזילאית (כדי להבחין מה־Serie A האיטלקית), היא ליגת כדורגל מקצוענית בברזיל ומהווה את הרמה הגבוהה ביותר במערכת הליגות במדינה. הליגה כוללת 20 מועדונים, ופועלת במתכונת של עלייה וירידה עם Série B. בשנת 2021, היא נבחרה על ידי IFFHS לליגה הלאומית החזקה ביותר בדרום אמריקה וגם החזקה ביותר בעולם.\r\n\r\nבשל גורמים היסטוריים והשטח הגיאוגרפי הנרחב של המדינה, לברזיל היסטוריה יחסית קצרה של תחרויות כדורגל לאומיות. במשך שנים רבות, התחרויות המרכזיות והיוקרתיות ביותר היו האליפויות המדינתיות, שהתקיימו בכל אחת ממדינות ברזיל, לצד טורנירים בין-מדינתיים מזדמנים כמו Torneio Rio–São Paulo. בשנת 1959, בעקבות ההתקדמות בתעופה האזרחית והצורך לבחור נציג ברזילאי למהדורה הראשונה של גביע ליברטדורס, הוקמה תחרות לאומית קבועה – Taça Brasil. בשנת 1967, הטורניר הורחב כדי לכלול קבוצות ממדינות נוספות, ושמו שונה ל־Torneio Roberto Gomes Pedrosa, שגם נחשב כתחרות לאומית. התחרות הראשונה שנקראה במפורש אליפות לאומית נערכה בשנת 1971, וניצחה בה Atlético Mineiro, אך השם \"Campeonato Brasileiro\" הפך לרשמי רק משנת 1989",
      "strTvRights": "Globo (Broadcast TV)\r\nSporTV (Pay TV)\r\nPremiere (Pay TV)",
      "strFanart1": "https://r2.thesportsdb.com/images/media/league/fanart/domtxh1701967256.jpg",
      "strFanart2": "https://r2.thesportsdb.com/images/media/league/fanart/0dzd9w1736354534.jpg",
      "strFanart3": "https://r2.thesportsdb.com/images/media/league/fanart/tkk7d61736354534.jpg",
      "strFanart4": "https://r2.thesportsdb.com/images/media/league/fanart/sj6ujd1736354535.jpg",
      "strBanner": "https://r2.thesportsdb.com/images/media/league/banner/vs538a1557524860.jpg",
      "strBadge": "https://r2.thesportsdb.com/images/media/league/badge/dmu4oq1753306626.png",
      "strLogo": "https://r2.thesportsdb.com/images/media/league/logo/7km1tl1753306804.png",
      "strPoster": "https://r2.thesportsdb.com/images/media/league/poster/wncl5l1580247811.jpg",
      "strTrophy": "https://r2.thesportsdb.com/images/media/league/trophy/02ftjh1684945323.png",
      "strNaming": "{strHomeTeam} vs {strAwayTeam}",
      "strComplete": "yes",
      "strLocked": "unlocked"
    },
    {
      "idLeague": "4404",
      "idSoccerXML": null,
      "idAPIfootball": "7093",
      "strSport": "Soccer",
      "strLeague": "Brazilian Serie B",
      "strLeagueAlternate": "Brazilian Brasileirao B Brasileiro",
      "intDivision": "2",
      "idCup": "0",
      "strCurrentSeason": "2025",
      "intFormedYear": "1971",
      "dateFirstEvent": "2017-05-12",
      "strGender": "Male",
      "strCountry": "Brazil",
      "strWebsite": "www.cbf.com.br/competicoes/brasileiro-serie-b#.VLpYBnZ0e8w",
      "strFacebook": "",
      "strInstagram": "",
      "strTwitter": "",
      "strYoutube": "",
      "strRSS": "",
      "strDescriptionEN": "The Campeonato Brasileiro Série B, commonly referred to as the Brasileirão Série B or simply Série B is the second tier of the Brazilian football league system. The competition format has changed almost every year since it first occurred, in 1971. In some years, it was not played altogether. However since 2006, it has been contested by 20 teams in a double round-robin format with the top four teams being promoted to Campeonato Brasileiro Série A and the bottom four teams being relegated to Campeonato Brasileiro Série C.",
      "strDescriptionDE": null,
      "strDescriptionFR": "Le championnat du Brésil de football de deuxième division, appelé Brasileiro Série B ou Série B, est une compétition annuelle de football disputée entre les clubs brésiliens. Il constitue le deuxième niveau de la hiérarchie du football brésilien.\r\n\r\nDisputée pour la première fois en 1971, année de la création officielle du championnat du Brésil de football, la Série B a connu de nombreuses évolutions, tant dans son format, dans son nombre de participants que dans sa tenue ou non. Son format s'est cependant stabilisé depuis 2006. En effet, depuis cette date, la Série B regroupe, durant la deuxième moitié de l'année, 20 équipes professionnelles qui s'affrontent sur 38 journées en matches aller-retour. Au terme du championnat, les quatre premières équipes sont promues en Série A, tandis que les quatre dernières sont reléguées en Série C.",
      "strDescriptionIT": null,
      "strDescriptionCN": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": "El Campeonato Brasileño de Serie B es la segunda división del fútbol brasileño. Se disputó en 1971 y 1972, y luego a partir de 1980.\r\n\r\nEn la competición, que está organizada por la Confederación Brasileña de Fútbol (CBF), los cuatro mejores equipos son promovidos a la Serie A, mientras los últimos cuatro equipos clasificados son relegados a la Serie C.",
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionPL": null,
      "strDescriptionIL": null,
      "strTvRights": "US - Fanatiz [2021]",
      "strFanart1": "https://r2.thesportsdb.com/images/media/league/fanart/qxn0r41701968410.jpg",
      "strFanart2": "https://r2.thesportsdb.com/images/media/league/fanart/06kdfc1701968411.jpg",
      "strFanart3": "https://r2.thesportsdb.com/images/media/league/fanart/cx4hgr1701968412.jpg",
      "strFanart4": "https://r2.thesportsdb.com/images/media/league/fanart/39bejl1701968412.jpg",
      "strBanner": null,
      "strBadge": "https://r2.thesportsdb.com/images/media/league/badge/pynjem1753284228.png",
      "strLogo": "https://r2.thesportsdb.com/images/media/league/logo/qpvxqq1422460318.png",
      "strPoster": null,
      "strTrophy": "https://www.thesportsdb.com/images/media/league/trophy/5fmocp1753283947.png",
      "strNaming": "{strHomeTeam} vs {strAwayTeam}",
      "strComplete": "No",
      "strLocked": "unlocked"
    },
    {
      "idLeague": "4604",
      "idSoccerXML": null,
      "idAPIfootball": null,
      "strSport": "Fighting",
      "strLeague": "Jungle Fight",
      "strLeagueAlternate": "",
      "intDivision": "1",
      "idCup": "0",
      "strCurrentSeason": "2025",
      "intFormedYear": "2003",
      "dateFirstEvent": null,
      "strGender": "Male",
      "strCountry": "Brazil",
      "strWebsite": "www.junglefc.com.br",
      "strFacebook": "www.facebook.com/junglefc",
      "strInstagram": "instagram.com/junglefcoficial/",
      "strTwitter": "www.twitter.com/junglefc",
      "strYoutube": "",
      "strRSS": "",
      "strDescriptionEN": "Jungle Fight is a Brazilian mixed martial arts and kickboxing promotion. It was created in 2003. The name is derived from its origin, the Amazonas state in Brazil. \r\n\r\nJungle Fight was founded by pioneering MMA fighter and long-time Brazilian Jiu Jitsu black belt Wallid Ismail and Japanese professional wrestler Antonio Inoki. The organization was created in 2003 and its first event was in Manaus, Amazonas. In 2006 there was an event in Slovenia, the first and so far only, Jungle Fight event held outside of Brazil. No events were held in 2007, but in 2008 it began to hold a series of events in Rio de Janeiro.\r\n\r\nJungle Fight has been described as \"easily the best promotion in all of Brazil or South America, for that matter\" by Sherdog.com in 2010.  In Brazil Jungle Fight is broadcast on TV Band, in the United States it is broadcast on ESPN3 and ESPN Deportes. In the Spanish-speaking Latin America, it is broadcast on ESPN.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionIT": null,
      "strDescriptionCN": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionPL": null,
      "strDescriptionIL": null,
      "strTvRights": null,
      "strFanart1": null,
      "strFanart2": null,
      "strFanart3": null,
      "strFanart4": null,
      "strBanner": null,
      "strBadge": "https://r2.thesportsdb.com/images/media/league/badge/x9cxmq1578222615.png",
      "strLogo": null,
      "strPoster": null,
      "strTrophy": null,
      "strNaming": "{strEvent}",
      "strComplete": null,
      "strLocked": "unlocked"
    },
    {
      "idLeague": "4625",
      "idSoccerXML": null,
      "idAPIfootball": "7124",
      "strSport": "Soccer",
      "strLeague": "Brazilian Serie C",
      "strLeagueAlternate": "Campeonato Brasileiro Série C",
      "intDivision": "3",
      "idCup": "0",
      "strCurrentSeason": "2025",
      "intFormedYear": "1981",
      "dateFirstEvent": "2020-08-08",
      "strGender": "Male",
      "strCountry": "Brazil",
      "strWebsite": "www.cbf.com.br/futebol-brasileiro/competicoes/campeonato-brasileiro-serie-c",
      "strFacebook": "",
      "strInstagram": "",
      "strTwitter": "",
      "strYoutube": "",
      "strRSS": "",
      "strDescriptionEN": "The Campeonato Brasileiro Série C is the third tier of the Brazilian football league system.\r\n\r\nUnlike the first and second divisions, the Série C is not played in a double round robin system, arguably because many participating teams lack the financial conditions to travel long distances. Thus, the tournament is organized in regional groups and the table prevents teams from distant states from playing each other in the initial rounds.\r\n\r\nUntil 2008, any professional team could apply, but only 64 teams would take part in the tournament. The teams that had been relegated from the Série B in the previous year were joined by teams qualified for each federation state. Qualification rules varied, some federations used the state tournaments as qualification tournaments, others organized exclusive qualification tournaments to the Série C.\r\n\r\nBeginning in 2009, the Série C was reduced from 64 teams to 20 and the new Campeonato Brasileiro Série D is the qualifier for Brazilian league football. In its current format the 20 teams are divided into two groups and each team plays all opponents from its own group on a home and away basis. The top four teams in each group qualify for a knock out stage and the four semi-finalists are promoted to the Campeonato Brasileiro Série B. The bottom two teams of each group are relegated to the Campeonato Brasileiro Série D.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionIT": null,
      "strDescriptionCN": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionPL": null,
      "strDescriptionIL": null,
      "strTvRights": null,
      "strFanart1": null,
      "strFanart2": null,
      "strFanart3": null,
      "strFanart4": null,
      "strBanner": null,
      "strBadge": "https://r2.thesportsdb.com/images/media/league/badge/dfkwhy1752257435.png",
      "strLogo": "https://r2.thesportsdb.com/images/media/league/logo/lx7hna1597519022.png",
      "strPoster": null,
      "strTrophy": null,
      "strNaming": "{strHomeTeam} vs {strAwayTeam}",
      "strComplete": null,
      "strLocked": "unlocked"
    },
    {
      "idLeague": "4725",
      "idSoccerXML": null,
      "idAPIfootball": "7069",
      "strSport": "Soccer",
      "strLeague": "Copa do Brasil",
      "strLeagueAlternate": "Brazil Cup",
      "intDivision": "99",
      "idCup": "1",
      "strCurrentSeason": "2025",
      "intFormedYear": "1989",
      "dateFirstEvent": "2020-02-06",
      "strGender": "Male",
      "strCountry": "Brazil",
      "strWebsite": "copadobrasil.com.br",
      "strFacebook": "",
      "strInstagram": "",
      "strTwitter": "",
      "strYoutube": "",
      "strRSS": "",
      "strDescriptionEN": "The Copa do Brasil (English: Brazil Cup) is a knockout football competition played by 91 teams, representing all 26 Brazilian states plus the Federal District. It is the Brazilian domestic cup and the Brazilian equivalent of the FA Cup, Taça de Portugal, Copa del Rey, Coupe de France, Coppa Italia, DFB-Pokal, KNVB Cup, U.S. Open Cup, and Copa Argentina, among others. The Copa do Brasil is an opportunity for teams from smaller states to play against the big teams. \"Giant-killing\" by these smaller clubs has regularly occurred throughout the competition's history. The winner of the cup automatically qualifies for the following edition of the Copa Libertadores de América, the prestigious continental football tournament contested by top clubs in South America organized by COMNEBOL.\r\n\r\nInitially the Copa do Brasil was contested by 32 clubs. The field increased to 40 in 1996, increased to 69 by the year of 2000, and stabilized at 64 after 2001 which it remained at until 2012. Clubs from all 26 Brazilian states and the Federal District participate.\r\n\r\nFrom 2001 to 2012, the Copa do Brasil was played in the first half of the year and in those seasons, due to busy scheduling, teams playing in the Copa Libertadores did not participate in the Copa do Brasil in the same year. Thus, the Copa do Brasil champion never defended their title in the next edition, since they would be qualified for the Copa Libertadores that year.\r\n\r\nStarting in 2013, 86 teams participate in the cup and the teams that compete in the Copa Libertadores join the Copa do Brasil directly in the Round of 16. Also, the best 8 teams from the previous year's Campeonato Brasileiro Série A eliminated up to the third round qualify for Copa Sudamericana. From 2017 onward the cup has been contested by 91 teams.\r\n\r\nStarting in 2016, the tournament has been sponsored by Continental AG and is thus currently known as the Copa Continental Pneus do Brasil (English: Continental Tires Brazil Cup) for sponsorship reasons.\r\n\r\nCruzeiro is the most successful club, having won the competition six times, followed by Gremio with 5 titles, then Corinthians, Palmeiras, and Flamengo with 3. Another 11 clubs have won one edition of the competition, resulting in a total of 16 champions. The state with the highest number of titles is São Paulo , with 9. Only two states have champions from more than one city: São Paulo (Jundiaí, Santo André, Santos and São Paulo) and Rio Grande do Sul (Caxias do Sul and Porto Alegre). Rio de Janeiro is the only city with more than two champion clubs (Flamengo, Fluminense and Vasco da Gama).",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionIT": null,
      "strDescriptionCN": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionPL": null,
      "strDescriptionIL": null,
      "strTvRights": null,
      "strFanart1": "https://r2.thesportsdb.com/images/media/league/fanart/715zot1700165970.jpg",
      "strFanart2": "https://r2.thesportsdb.com/images/media/league/fanart/hi7hre1700166460.jpg",
      "strFanart3": "https://r2.thesportsdb.com/images/media/league/fanart/t75ovt1700166631.jpg",
      "strFanart4": "https://r2.thesportsdb.com/images/media/league/fanart/xz10ta1700166877.jpg",
      "strBanner": null,
      "strBadge": "https://r2.thesportsdb.com/images/media/league/badge/h38dax1582151151.png",
      "strLogo": "https://r2.thesportsdb.com/images/media/league/logo/opmpxf1700175452.png",
      "strPoster": null,
      "strTrophy": null,
      "strNaming": "{strHomeTeam} vs {strAwayTeam}",
      "strComplete": null,
      "strLocked": "unlocked"
    }
  ]
}